Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# split.custom
source: Custom plan
es: Plan personalizado
fr: Plan personnalisé
hi: अपना प्लान
it: Piano personalizzato
pl: Własny plan
tr: Kendi planın
zh_hans: 自定义计划

# split.fourWay
source: Four-Way Split
es: Split de cuatro días
fr: Split en quatre
hi: चार-भाग स्प्लिट
it: Split in quattro
pl: Split czterodzielny
tr: Dörtlü Split
zh_hans: 四分化

# split.fullBody
source: Full Body
es: Cuerpo completo
hi: फुल बॉडी
pl: Całe ciało
tr: Tüm Vücut
zh_hans: 全身训练

# split.posteriorEmphasis
source: Posterior Chain Emphasis
es: Énfasis en cadena posterior
fr: Priorité chaîne postérieure
hi: पोस्टीरियर चेन पर ज़ोर
it: Enfasi sulla catena posteriore
pl: Nacisk na taśmę tylną
tr: Arka Zincir Ağırlıklı
zh_hans: 后链侧重分化

# split.pplUpperLower
source: Push / Pull / Legs + Upper / Lower
es: Empuje / Tirón / Pierna + Superior / Inferior
fr: Push / Pull / Legs + Haut / Bas
hi: पुश / पुल / लेग्स + अपर / लोअर
pl: Push / Pull / Nogi + Góra / Dół
tr: İtiş / Çekiş / Bacak + Üst / Alt
zh_hans: 推 / 拉 / 腿 + 上肢 / 下肢

# split.pushPullLegs
source: Push / Pull / Legs
es: Empuje / Tirón / Pierna
hi: पुश / पुल / लेग्स
pl: Push / Pull / Nogi
tr: İtiş / Çekiş / Bacak
zh_hans: 推 / 拉 / 腿

# split.reason.activeRecovery
source: Six hard days is the practical ceiling, so the %@th is light conditioning and core work.
es: Seis días duros es el tope práctico, así que el %@.º es acondicionamiento suave y trabajo de core.
fr: Six jours durs est le plafond raisonnable, donc le %@e est du cardio léger et du gainage.
hi: छह कठिन दिन व्यावहारिक सीमा है, इसलिए %@वाँ दिन हल्की कंडीशनिंग और कोर काम का रखा गया है।
it: Sei giorni duri sono il tetto pratico, quindi il %@° è condizionamento leggero e lavoro sul core.
pl: Sześć ciężkich dni to praktyczny sufit, więc %@. dzień to lekka kondycja i praca nad korpusem.
tr: Pratikte üst sınır altı zorlu gündür; bu yüzden %@. gün hafif kondisyon ve core çalışması olur.
zh_hans: 每周六天高强度已是现实上限，因此第 %@ 天安排轻度体能和核心训练。

# split.reason.fourWay
source: A four-way split across %@ days: enough sessions to separate the heavy work from the accessory work.
es: Un split de cuatro días repartido en %@ días: sesiones suficientes para separar el trabajo pesado del accesorio.
fr: Un split en quatre sur %@ jours : assez de séances pour séparer le travail lourd du travail d’isolation.
hi: %@ दिनों में चार-भाग स्प्लिट: इतने सेशन कि भारी काम और एक्सेसरी काम अलग-अलग रह सकें।
it: Uno split in quattro su %@ giorni: abbastanza sessioni per separare il lavoro pesante da quello complementare.
pl: Split czterodzielny na %@ dni: tyle sesji wystarczy, żeby oddzielić ciężką pracę od akcesoryjnej.
tr: %@ güne yayılan dörtlü split: ağır çalışmayı yardımcı çalışmadan ayıracak kadar seans var.
zh_hans: %@ 天的四分化：训练课足够多，可以把大重量训练和辅助训练分开。

# split.reason.fullBody
source: Full-body sessions %@ times a week: with this many days, training every muscle each session gives each one the most frequency.
es: Sesiones de cuerpo completo %@ veces por semana: con estos días, entrenar cada músculo en cada sesión le da a todos la máxima frecuencia.
fr: Des séances full body %@ fois par semaine : avec ce nombre de jours, travailler chaque muscle à chaque séance leur donne la meilleure fréquence.
hi: हफ़्ते में %@ बार फुल-बॉडी सेशन: इतने दिनों में हर सेशन में हर मसल की ट्रेनिंग करने से हर मसल को सबसे ज़्यादा बार काम मिलता है।
it: Sessioni full body %@ volte a settimana: con questo numero di giorni, allenare ogni muscolo in ogni sessione dà a ciascuno la frequenza più alta.
pl: Sesje na całe ciało %@ razy w tygodniu: przy tylu dniach trenowanie każdego mięśnia w każdej sesji daje mu największą częstotliwość.
tr: Haftada %@ kez tüm vücut seansı: bu kadar günle her seansta her kası çalıştırmak, her birine en yüksek sıklığı verir.
zh_hans: 每周 %@ 次全身训练：在这个天数下，每次都练到全身能让每块肌肉获得最高频率。

# split.reason.posteriorEmphasis
source: A posterior-chain-led split across %@ days: your back, glutes and hamstrings get the first, freshest session of the cycle.
es: Un split centrado en la cadena posterior repartido en %@ días: tu espalda, tus glúteos y tus isquiotibiales se llevan la primera sesión del ciclo, la más fresca.
fr: Un split centré sur la chaîne postérieure sur %@ jours : ton dos, tes fessiers et tes ischio-jambiers ont la première séance du cycle, la plus fraîche.
hi: %@ दिनों में पोस्टीरियर-चेन प्रधान स्प्लिट: आपकी पीठ, ग्लूट्स और हैमस्ट्रिंग को चक्र का पहला, सबसे ताज़ा सेशन मिलता है।
it: Uno split guidato dalla catena posteriore su %@ giorni: schiena, glutei e femorali si prendono la prima sessione del ciclo, la più fresca.
pl: Split z naciskiem na taśmę tylną na %@ dni: plecy, pośladki i dwugłowe uda dostają pierwszą, najświeższą sesję cyklu.
tr: %@ güne yayılan arka zincir ağırlıklı split: sırtın, kalçan ve arka bacağın döngünün ilk, en dinç seansını alır.
zh_hans: %@ 天的后链主导分化：背部、臀部和腘绳肌会在循环中最先、也最有精力时被训练。

# split.reason.pplUpperLower
source: Push, pull and legs plus an upper/lower block across %@ days: it fits a second pass at every muscle into the week.
es: Empuje, tirón y pierna más un bloque de superior/inferior en %@ días: mete una segunda pasada por cada músculo en la semana.
fr: Push, pull et jambes plus un bloc haut/bas sur %@ jours : cela fait tenir un deuxième passage sur chaque muscle dans la semaine.
hi: %@ दिनों में पुश, पुल और लेग्स के साथ एक अपर/लोअर ब्लॉक: इससे हफ़्ते में हर मसल पर दूसरी बार भी काम हो जाता है।
it: Push, pull e gambe più un blocco upper/lower su %@ giorni: fa entrare nella settimana un secondo passaggio su ogni muscolo.
pl: Push, pull i nogi plus blok góra/dół na %@ dni: mieści w tygodniu drugie podejście do każdego mięśnia.
tr: %@ güne yayılan itiş, çekiş, bacak artı bir üst/alt bloğu: haftaya her kas için ikinci bir tur sığdırır.
zh_hans: %@ 天的推、拉、腿加上肢/下肢：让每块肌肉在一周内能被练到第二次。

# split.reason.pushPullLegs
source: Push, pull and legs across %@ days: grouping muscles that work together means less overlap between sessions and more recovery for each.
es: Empuje, tirón y pierna en %@ días: agrupar músculos que trabajan juntos reduce el solape entre sesiones y da más recuperación a cada uno.
fr: Push, pull et jambes sur %@ jours : regrouper les muscles qui travaillent ensemble réduit le chevauchement entre les séances et laisse plus de récupération à chacun.
hi: %@ दिनों में पुश, पुल और लेग्स: साथ काम करने वाले मसल को एक साथ रखने से सेशनों में ओवरलैप कम होता है और हर मसल को ज़्यादा रिकवरी मिलती है।
it: Push, pull e gambe su %@ giorni: raggruppare i muscoli che lavorano insieme riduce la sovrapposizione tra sessioni e lascia più recupero a ciascuno.
pl: Push, pull i nogi na %@ dni: grupowanie mięśni, które pracują razem, oznacza mniejsze nakładanie się sesji i więcej regeneracji dla każdej.
tr: %@ güne yayılan itiş, çekiş ve bacak: birlikte çalışan kasları gruplamak seanslar arası örtüşmeyi azaltır ve her birine daha çok toparlanma bırakır.
zh_hans: %@ 天的推、拉、腿：把协同工作的肌肉分在一起，训练课之间重叠更少，每块肌肉恢复更充分。

# split.reason.specialisation
source: A %@-day split with a dedicated day for the muscles you want to prioritise.
es: Un split de %@ días con un día dedicado a los músculos que quieres priorizar.
fr: Un split de %@ jours avec une journée dédiée aux muscles que tu veux prioriser.
hi: %@ दिन का स्प्लिट, जिसमें उन मसल के लिए एक अलग दिन है जिन्हें आप प्राथमिकता देना चाहते हैं।
it: Uno split di %@ giorni con una giornata dedicata ai muscoli che vuoi privilegiare.
pl: Split na %@ dni z osobnym dniem dla mięśni, które chcesz traktować priorytetowo.
tr: Öncelik vermek istediğin kaslara ayrılmış bir günü olan %@ günlük split.
zh_hans: %@ 天的分化，其中有一天专门留给你想优先强化的肌肉。

# split.reason.torsoArmsLegs
source: Torso, shoulders and arms, then legs across %@ days: it gives the smaller muscles their own session instead of tacking them onto a long one.
es: Torso, hombros y brazos, y luego pierna en %@ días: los músculos pequeños tienen su propia sesión en lugar de ir pegados a una larga.
fr: Tronc, épaules et bras, puis jambes sur %@ jours : les petits muscles ont leur propre séance au lieu d’être ajoutés à une séance déjà longue.
hi: %@ दिनों में टोर्सो, कंधे और भुजाएँ, फिर लेग्स: इससे छोटे मसल को किसी लंबे सेशन के पिछलग्गू बनने के बजाय अपना सेशन मिलता है।
it: Torso, spalle e braccia, poi gambe su %@ giorni: dà ai muscoli più piccoli una sessione tutta loro invece di appiccicarli in coda a una lunga.
pl: Tułów, barki i ramiona, potem nogi na %@ dni: mniejsze mięśnie dostają własną sesję, zamiast być doklejane do długiej.
tr: %@ güne yayılan gövde, omuz ve kol, ardından bacak: küçük kasları uzun bir seansın sonuna iliştirmek yerine onlara kendi seansını verir.
zh_hans: %@ 天的躯干、肩与手臂、腿部：让较小的肌肉拥有自己的训练课，而不是附加在一节冗长的课程后面。

# split.reason.upperLower
source: An upper/lower split across %@ days: it hits every muscle twice a week while keeping each session a sensible length.
es: Un split superior/inferior en %@ días: toca cada músculo dos veces por semana y mantiene cada sesión en una duración razonable.
fr: Un split haut/bas sur %@ jours : chaque muscle est travaillé deux fois par semaine tout en gardant des séances de durée raisonnable.
hi: %@ दिनों में अपर/लोअर स्प्लिट: हर मसल हफ़्ते में दो बार काम करता है और हर सेशन की लंबाई भी वाजिब रहती है।
it: Uno split upper/lower su %@ giorni: colpisce ogni muscolo due volte a settimana tenendo ogni sessione di durata ragionevole.
pl: Split góra/dół na %@ dni: trafia w każdy mięsień dwa razy w tygodniu, a sesje zostają rozsądnej długości.
tr: %@ güne yayılan üst/alt split: her kası haftada iki kez çalıştırırken seansları makul uzunlukta tutar.
zh_hans: %@ 天的上下肢分化：每块肌肉每周练到两次，同时让每节训练课保持合理长度。

# split.reason.upperLowerFull
source: Upper, lower and a full-body day across %@ days: the extra full-body session tops up frequency without adding a fourth training day.
es: Superior, inferior y un día de cuerpo completo en %@ días: esa sesión extra sube la frecuencia sin añadir un cuarto día de entrenamiento.
fr: Haut, bas et une journée full body sur %@ jours : la séance full body en plus relève la fréquence sans ajouter un quatrième jour d’entraînement.
hi: %@ दिनों में अपर, लोअर और एक फुल-बॉडी दिन: अतिरिक्त फुल-बॉडी सेशन चौथा ट्रेनिंग दिन जोड़े बिना बारंबारता बढ़ा देता है।
it: Upper, lower e una giornata full body su %@ giorni: la sessione full body in più alza la frequenza senza aggiungere un quarto giorno di allenamento.
pl: Góra, dół i dzień na całe ciało na %@ dni: dodatkowa sesja na całe ciało podbija częstotliwość bez czwartego dnia treningowego.
tr: %@ güne yayılan üst, alt ve bir tüm vücut günü: fazladan tüm vücut seansı, dördüncü bir antrenman günü eklemeden sıklığı yükseltir.
zh_hans: %@ 天的上肢、下肢加一天全身：额外的全身训练课提高了频率，又不必增加第四个训练日。

# split.specialisation
source: Specialisation Split
es: Split de especialización
fr: Split spécialisation
hi: विशेषज्ञता स्प्लिट
it: Split di specializzazione
pl: Split specjalizacyjny
tr: Uzmanlaşma Split'i
zh_hans: 专项强化分化

# split.torsoArmsLegs
source: Torso / Shoulders & Arms / Legs
es: Torso / Hombros y brazos / Pierna
fr: Tronc / Épaules & Bras / Jambes
hi: टोर्सो / कंधे और भुजाएँ / लेग्स
it: Torso / Spalle e braccia / Gambe
pl: Tułów / Barki i ramiona / Nogi
tr: Gövde / Omuz ve Kol / Bacak
zh_hans: 躯干 / 肩与手臂 / 腿

# split.upperLower
source: Upper / Lower
es: Superior / Inferior
fr: Haut / Bas
hi: अपर / लोअर
pl: Góra / Dół
tr: Üst / Alt
zh_hans: 上肢 / 下肢

# split.upperLowerFull
source: Upper / Lower / Full Body
es: Superior / Inferior / Cuerpo completo
fr: Haut / Bas / Full Body
hi: अपर / लोअर / फुल बॉडी
pl: Góra / Dół / Całe ciało
tr: Üst / Alt / Tüm Vücut
zh_hans: 上肢 / 下肢 / 全身

# substitution.bodyweightOnly
source: Bodyweight only
es: Solo peso corporal
fr: Poids du corps uniquement
hi: सिर्फ़ बॉडीवेट
it: Solo corpo libero
tr: Yalnızca vücut ağırlığı
zh_hans: 只用自重

# substitution.dislike
source: I do not enjoy this one
es: Este no me gusta
fr: Je n’aime pas cet exercice
hi: यह मुझे पसंद नहीं
it: Questo non mi piace
tr: Bu hareketten hoşlanmıyorum
zh_hans: 我不喜欢这个动作

# substitution.easier
source: Make it easier
es: Que sea más fácil
fr: Rendre plus facile
hi: इसे आसान करें
it: Rendilo più facile
tr: Daha kolay olsun
zh_hans: 换简单一点的

# substitution.harder
source: Make it harder
es: Que sea más difícil
fr: Rendre plus difficile
hi: इसे कठिन करें
it: Rendilo più difficile
tr: Daha zor olsun
zh_hans: 换难一点的

# substitution.jointDiscomfort
source: This bothers a joint
es: Me molesta una articulación
fr: Ça gêne une articulation
hi: इससे एक जोड़ में तकलीफ़ होती है
it: Mi dà fastidio a un'articolazione
tr: Bir eklemimi rahatsız ediyor
zh_hans: 这个动作让关节不舒服

# substitution.machineOccupied
source: Someone else is using it
es: La está usando otra persona
fr: Quelqu’un l’utilise
hi: कोई और इस्तेमाल कर रहा है
it: La sta usando qualcun altro
tr: Başkası kullanıyor
zh_hans: 有人在用

# substitution.machineUnavailable
source: The machine is not available
es: La máquina no está disponible
fr: La machine n’est pas disponible
hi: मशीन उपलब्ध नहीं है
it: La macchina non è disponibile
tr: Makine kullanılamıyor
zh_hans: 这台器械用不了

# substitution.preferBarbell
source: I would rather use a barbell
es: Prefiero usar una barra
fr: Je préfère la barre
hi: मैं बारबेल इस्तेमाल करना चाहूँगा
it: Preferisco usare il bilanciere
tr: Barbell kullanmayı tercih ederim
zh_hans: 我想用杠铃

# substitution.preferCable
source: I would rather use a cable
es: Prefiero usar poleas
fr: Je préfère la poulie
hi: मैं केबल इस्तेमाल करना चाहूँगा
it: Preferisco usare i cavi
tr: Kablo kullanmayı tercih ederim
zh_hans: 我想用绳索

# substitution.preferDumbbell
source: I would rather use dumbbells
es: Prefiero usar mancuernas
fr: Je préfère les haltères
hi: मैं डम्बल इस्तेमाल करना चाहूँगा
it: Preferisco usare i manubri
tr: Dumbbell kullanmayı tercih ederim
zh_hans: 我想用哑铃

# substitution.reason.differentEquipment
source: Uses different equipment
es: Usa otro material
fr: Utilise un autre matériel
hi: अलग इक्विपमेंट इस्तेमाल करती है
it: Usa un'attrezzatura diversa
tr: Farklı ekipman kullanır
zh_hans: 使用不同的器械

# substitution.reason.differentFeel
source: A different movement to try
es: Un movimiento distinto para probar
fr: Un mouvement différent à essayer
hi: आज़माने के लिए अलग मूवमेंट
it: Un movimento diverso da provare
tr: Denenecek farklı bir hareket
zh_hans: 换个动作试试

# substitution.reason.differentPattern
source: Moves along a different path
es: Se mueve por otra trayectoria
fr: Suit une trajectoire différente
hi: अलग रास्ते पर चलती है
it: Si muove lungo una traiettoria diversa
tr: Farklı bir yol izler
zh_hans: 运动轨迹不同

# substitution.reason.equipment.band
source: Needs only a band
es: Solo necesita una banda
fr: Demande seulement un élastique
hi: सिर्फ़ एक बैंड चाहिए
it: Serve solo un elastico
tr: Yalnızca direnç bandı gerekir
zh_hans: 只需要弹力带

# substitution.reason.equipment.barbell
source: Uses a barbell
es: Usa una barra
fr: Utilise une barre
hi: बारबेल इस्तेमाल करती है
it: Usa il bilanciere
tr: Barbell kullanır
zh_hans: 使用杠铃

# substitution.reason.equipment.bodyweight
source: No equipment needed
es: No necesita material
fr: Aucun matériel nécessaire
hi: किसी इक्विपमेंट की ज़रूरत नहीं
it: Non serve attrezzatura
tr: Ekipman gerekmez
zh_hans: 不需要任何器械

# substitution.reason.equipment.cable
source: Uses a cable stack
es: Usa una polea
fr: Utilise une poulie
hi: केबल स्टैक इस्तेमाल करती है
it: Usa i cavi
tr: Kablo istasyonu kullanır
zh_hans: 使用绳索器械

# substitution.reason.equipment.dumbbell
source: Needs only dumbbells
es: Solo necesita mancuernas
fr: Demande seulement des haltères
hi: सिर्फ़ डम्बल चाहिए
it: Servono solo i manubri
tr: Yalnızca dumbbell gerekir
zh_hans: 只需要哑铃

# substitution.reason.equipment.kettlebell
source: Needs only a kettlebell
es: Solo necesita una kettlebell
fr: Demande seulement une kettlebell
hi: सिर्फ़ एक केटलबेल चाहिए
it: Serve solo un kettlebell
tr: Yalnızca kettlebell gerekir
zh_hans: 只需要壶铃

# substitution.reason.equipment.machine
source: Machine guided, quick to set up
es: Guiado por máquina, rápido de montar
fr: Guidé par la machine, rapide à régler
hi: मशीन से गाइडेड, सेट करना जल्दी
it: Guidato dalla macchina, rapido da preparare
tr: Makine destekli, kurulumu hızlı
zh_hans: 固定器械，调整方便

# substitution.reason.equipment.weighted
source: Bodyweight movement with added load
es: Movimiento de peso corporal con carga añadida
fr: Mouvement au poids du corps avec charge ajoutée
hi: बॉडीवेट मूवमेंट, अतिरिक्त लोड के साथ
it: Movimento a corpo libero con carico aggiunto
tr: Ek ağırlıklı vücut ağırlığı hareketi
zh_hans: 自重动作加负重

# substitution.reason.familiar
source: You have trained this before
es: Ya lo has entrenado antes
fr: Tu l’as déjà travaillé
hi: यह आप पहले कर चुके हैं
it: L'hai già allenato in passato
tr: Bunu daha önce çalıştın
zh_hans: 你练过这个动作

# substitution.reason.favorite
source: One of your favourites
es: Uno de tus favoritos
fr: L’un de tes favoris
hi: आपकी पसंदीदा में से एक
it: Uno dei tuoi preferiti
tr: Favorilerinden biri
zh_hans: 你收藏的动作之一

# substitution.reason.freeWeight
source: Free weight version
es: Versión con peso libre
fr: Version en poids libre
hi: फ्री वेट वाला रूप
it: Versione con pesi liberi
tr: Serbest ağırlık versiyonu
zh_hans: 自由重量版本

# substitution.reason.higherDifficulty
source: A more demanding variation
es: Una variante más exigente
fr: Une variante plus exigeante
hi: ज़्यादा मुश्किल वैरिएशन
it: Una variante più impegnativa
tr: Daha çok zorlayan bir varyasyon
zh_hans: 更有挑战的变式

# substitution.reason.lowerDifficulty
source: A less demanding variation
es: Una variante menos exigente
fr: Une variante moins exigeante
hi: कम मुश्किल वैरिएशन
it: Una variante meno impegnativa
tr: Daha az zorlayan bir varyasyon
zh_hans: 更轻松的变式

# substitution.reason.moreStable
source: Easier to stabilise
es: Más fácil de estabilizar
fr: Plus facile à stabiliser
hi: संतुलन बनाना आसान
it: Più facile da stabilizzare
tr: Dengelemesi daha kolay
zh_hans: 更容易稳定

# substitution.reason.noMachineNeeded
source: No machine needed
es: No hace falta máquina
fr: Aucune machine nécessaire
hi: किसी मशीन की ज़रूरत नहीं
it: Non serve nessuna macchina
tr: Makine gerekmez
zh_hans: 不需要固定器械

# substitution.reason.progressing
source: You have been progressing on this
es: Estás progresando en este
fr: Tu progresses sur cet exercice
hi: इसमें आपकी प्रगति चल रही है
it: Su questo stai progredendo
tr: Bu harekette ilerleme kaydediyorsun
zh_hans: 你在这个动作上一直有进步

# substitution.reason.sameMuscleGroup
source: Works the same muscle group
es: Trabaja el mismo grupo muscular
fr: Travaille le même groupe musculaire
hi: उसी मसल ग्रुप पर काम करती है
it: Lavora lo stesso gruppo muscolare
tr: Aynı kas grubunu çalıştırır
zh_hans: 练同一个肌群

# substitution.reason.samePattern
source: Same movement pattern
es: Mismo patrón de movimiento
fr: Même schéma de mouvement
hi: वही मूवमेंट पैटर्न
it: Stesso schema di movimento
tr: Aynı hareket kalıbı
zh_hans: 动作模式相同

# substitution.reason.sameTarget
source: Trains the same muscle
es: Trabaja el mismo músculo
fr: Travaille le même muscle
hi: उसी मसल पर काम करती है
it: Allena lo stesso muscolo
tr: Aynı kası çalıştırır
zh_hans: 练同一块肌肉

# substitution.reason.sameTargetAndPattern
source: Same target muscle and movement pattern
es: Mismo músculo objetivo y mismo patrón de movimiento
fr: Même muscle ciblé et même schéma de mouvement
hi: वही मुख्य मसल और वही मूवमेंट पैटर्न
it: Stesso muscolo bersaglio e stesso schema di movimento
tr: Aynı hedef kas ve hareket kalıbı
zh_hans: 目标肌肉和动作模式相同

# substitution.reason.sameTargetAndPattern.core
source: Same target muscle and core pattern
es: Mismo músculo objetivo y patrón de core
fr: Même muscle ciblé et même schéma de gainage
hi: वही मुख्य मसल और कोर पैटर्न
it: Stesso muscolo bersaglio e schema per il core
tr: Aynı hedef kas ve core kalıbı
zh_hans: 目标肌肉相同，同为核心动作

# substitution.reason.sameTargetAndPattern.legs
source: Same target muscle and leg pattern
es: Mismo músculo objetivo y patrón de pierna
fr: Même muscle ciblé et même schéma pour les jambes
hi: वही मुख्य मसल और लेग पैटर्न
it: Stesso muscolo bersaglio e schema per le gambe
tr: Aynı hedef kas ve bacak kalıbı
zh_hans: 目标肌肉相同，同为腿部动作

# substitution.reason.sameTargetAndPattern.pull
source: Same target muscle and pull pattern
es: Mismo músculo objetivo y patrón de tirón
fr: Même muscle ciblé et même schéma de tirage
hi: वही मुख्य मसल और पुल पैटर्न
it: Stesso muscolo bersaglio e schema di tirata
tr: Aynı hedef kas ve çekiş kalıbı
zh_hans: 目标肌肉相同，同为拉类动作

# substitution.reason.sameTargetAndPattern.push
source: Same target muscle and push pattern
es: Mismo músculo objetivo y patrón de empuje
fr: Même muscle ciblé et même schéma de poussée
hi: वही मुख्य मसल और पुश पैटर्न
it: Stesso muscolo bersaglio e schema di spinta
tr: Aynı hedef kas ve itiş kalıbı
zh_hans: 目标肌肉相同，同为推类动作

# substitution.reason.similarMovement
source: A similar movement
es: Un movimiento parecido
fr: Un mouvement similaire
hi: मिलता-जुलता मूवमेंट
it: Un movimento simile
tr: Benzer bir hareket
zh_hans: 动作相似

# substitution.reason.staple
source: A well-known staple movement
es: Un movimiento clásico de toda la vida
fr: Un grand classique
hi: एक जाना-माना बुनियादी मूवमेंट
it: Un classico ben conosciuto
tr: Bilinen, temel bir hareket
zh_hans: 经典的基础动作

# substitution.reason.supported
source: Supported position
es: Posición con apoyo
fr: Position soutenue
hi: सहारे वाली पोज़ीशन
it: Posizione appoggiata
tr: Destekli pozisyon
zh_hans: 有支撑的姿势

# substitution.reason.unilateral
source: Trains one side at a time
es: Trabaja un lado cada vez
fr: Travaille un côté à la fois
hi: एक बार में एक तरफ़ की ट्रेनिंग
it: Allena un lato alla volta
tr: Tek tarafı ayrı ayrı çalıştırır
zh_hans: 一次练一侧

# substitution.sameMuscleDifferentExercise
source: Same muscle, different exercise
es: Mismo músculo, otro ejercicio
fr: Même muscle, autre exercice
hi: वही मसल, अलग एक्सरसाइज़
it: Stesso muscolo, esercizio diverso
tr: Aynı kas, farklı egzersiz
zh_hans: 同一肌肉，换个动作

# tab.exercises
source: Exercises
es: Ejercicios
fr: Exercices
hi: एक्सरसाइज़
it: Esercizi
ko: 운동 목록
pl: Ćwiczenia
tr: Egzersizler
zh_hans: 动作

# tab.home
source: Home
es: Inicio
fr: Accueil
hi: होम
ko: 홈
pl: Start
tr: Ana Sayfa
zh_hans: 首页

# tab.nutrition
source: Nutrition
es: Nutrición
hi: न्यूट्रिशन
it: Nutrizione
ko: 식단
pl: Dieta
tr: Beslenme
zh_hans: 饮食

# tab.progress
source: Progress
es: Progreso
fr: Progrès
hi: प्रगति
it: Progressi
ko: 통계
pl: Postępy
tr: İlerleme
zh_hans: 进展

# tab.workout
source: Workout
es: Entreno
fr: Séance
hi: वर्कआउट
it: Allenamento
ko: 운동
pl: Trening
tr: Antrenman
zh_hans: 训练

# technique.coached
source: I've been coached
es: He entrenado con un entrenador
fr: J’ai été coaché
hi: मैंने कोचिंग ली है
it: Ho seguito un coach
tr: Antrenörden ders aldım
zh_hans: 接受过教练指导

# technique.confident
source: Confident with the main lifts
es: Seguro con los ejercicios básicos
fr: À l’aise sur les mouvements principaux
hi: मुख्य लिफ़्ट में आश्वस्त
it: Sicuro sui fondamentali
tr: Temel hareketlerde kendime güveniyorum
zh_hans: 对主要动作有把握

# technique.learning
source: Still learning the lifts
es: Aún aprendiendo los básicos
fr: J’apprends encore les mouvements
hi: अभी लिफ़्ट सीख रहे हैं
it: Sto ancora imparando i fondamentali
tr: Hareketleri hâlâ öğreniyorum
zh_hans: 还在学习动作

# technique.unfamiliar
source: I'm not sure of my form
es: No estoy seguro de mi técnica
fr: Je ne suis pas sûr de ma technique
hi: मुझे अपनी फ़ॉर्म का भरोसा नहीं
it: Non sono sicuro della mia tecnica
tr: Formumdan emin değilim
zh_hans: 不太确定自己的动作

# trackingMode.assistedBodyweight
source: Assisted Bodyweight
es: Peso corporal asistido
fr: Poids du corps assisté
hi: असिस्टेड बॉडीवेट
it: Corpo libero assistito
tr: Destekli Vücut Ağırlığı
zh_hans: 助力自重

# trackingMode.distanceAndDuration
source: Distance & Time
es: Distancia y tiempo
fr: Distance & temps
hi: दूरी और समय
it: Distanza e tempo
tr: Mesafe ve Süre
zh_hans: 距离与时间

# trackingMode.duration
source: Time
es: Tiempo
fr: Temps
hi: समय
it: Tempo
tr: Süre
zh_hans: 时间
